app/controllers/addstocks_controller.rb

SELECT "addstocks".* FROM "addstocks"
---
  def index
    @addstocks = Addstock.all