app/controllers/invoices_controller.rb

SELECT "invoices".* FROM "invoices"
---
  def index
    @invoice = Invoice.all