app/controllers/recieve_payments_controller.rb

  def index
    @recieve_payments = RecievePayment.all
---
SELECT "recieve_payments".* FROM "recieve_payments"